getantidote/use-omz        # handle OMZ dependencies
ohmyzsh/ohmyzsh path:lib   # load OMZ's library
Senderman/fox-theme-fixed # theme

ohmyzsh/ohmyzsh path:plugins/adb kind:fpath # adb completion
ohmyzsh/ohmyzsh path:plugins/colored-man-pages # adds colors to man pages
ohmyzsh/ohmyzsh path:plugins/command-not-found # provide suggested packages to be installed if a command cannot be found
ohmyzsh/ohmyzsh path:plugins/extract # 'x' command to extract any archive
ohmyzsh/ohmyzsh path:plugins/copyfile # 'copyfile' command to copy file contents to the clipboard
ohmyzsh/ohmyzsh path:plugins/copypath # 'copypath' command to copy file paths to clipboard
ohmyzsh/ohmyzsh path:plugins/copybuffer # press ctrl+O to copy current command to the clipboard
# ohmyzsh/ohmyzsh path:plugins/bgnotify # background notifications for long running commands 
ohmyzsh/ohmyzsh path:plugins/zsh-interactive-cd # use fzf to autocomplete cd
ohmyzsh/ohmyzsh path:plugins/dircycle # ctrl+shift+left/right to cycle through directory history
ohmyzsh/ohmyzsh path:plugins/gitfast # git completion
ohmyzsh/ohmyzsh path:plugins/safe-paste # prevent any code from actually running while pasting
ohmyzsh/ohmyzsh path:plugins/terraform #  terraform completion and aliases

zsh-users/zsh-completions # Additional completion definitions for Zsh
zsh-users/zsh-autosuggestions # Fish-like autosuggestions for zsh 
zsh-users/zsh-history-substring-search # ZSH port of Fish history search

djui/alias-tips # show alias if full command was entered
Senderman/doas-zsh-plugin # insert doas by pressing double ESC

zdharma-continuum/zsh-diff-so-fancy # git dsf + diff command output improvement
zdharma-continuum/fast-syntax-highlighting
